[
    {
      "id": 1,
      "cover": "https://i.ibb.co/YT4nqZ4/Wedding-Event.webp",
      "title": "Wedding",
      "shortDescription": "Elegant wedding planning services",
      "fullDescription": "We provide comprehensive wedding planning services to make your special day truly memorable. Our team of dedicated professionals understands that your wedding day is one of the most significant moments in your life, and we are here to ensure that every detail is perfect.From the moment you engage our services, we work closely with you to bring your vision to life. Our services include venue selection, catering, floral arrangements, entertainment, and more.We have established partnerships with the finest vendors and suppliers, guaranteeing top-notch quality for every aspect of your wedding Your journey with us begins with an initial consultation where we listen to your ideas and preferences. Then, we meticulously plan and coordinate every element, leaving you stress-free and able to enjoy your engagement. On your big day, we oversee the execution of your plans, ensuring a seamless and enchanting experience for you and your guests.Our goal is to create a wedding that reflects your unique love story, making it a day you will cherish forever. With our expertise and attention to detail, you can relax and savor every moment, knowing that your wedding is in capable hands.",
      "totalPrice": 55000,
      "advance": 18000
    },
    {
      "id": 2,
      "cover": "https://i.ibb.co/m8Jcf5J/Birthday.jpg",
      "title": "Birthday Parties",
      "shortDescription": "Fun-filled birthday party planning",
      "fullDescription": "Celebrate birthdays in style with our party planning services. We understand that birthdays are a time of joy and celebration, and we are dedicated to making your special day unforgettable. Our team of creative professionals specializes in designing and organizing fun-filled birthday parties that cater to all ages. Whether you're planning a milestone birthday or a child's themed party, we have the expertise to bring your vision to life. We start by collaborating closely with you to understand your preferences and ideas. From there, we handle all the details, including selecting a suitable venue, creating exciting themes, arranging entertainment, and providing delicious catering options. Our goal is to take the stress out of party planning so that you can focus on enjoying the day with your loved ones When the big day arrives, our experienced team will be on hand to ensure everything runs smoothly, from start to finish. We want you to relax and relish the festivities, knowing that we've got all the logistics covered. With our commitment to excellence and a passion for celebration, we guarantee that your birthday party will be a memorable event that you and your guests will cherish for years to come.",
      "totalPrice": 35000,
      "advance": 12000
    },
    {
      "id": 3,
      "cover": "https://i.ibb.co/1KxFbBN/anniversary.webp",
      "title": "Anniversaries",
      "shortDescription": "Anniversaries party planing",
      "fullDescription": "Plan the perfect anniversary celebration with us. We specialize in creating romantic and unforgettable moments for couples who want to commemorate their love and commitment. Your anniversary is a time to reflect on the journey you've embarked on together, and we believe that it should be celebrated in style. Our team of dedicated professionals will work closely with you to understand your relationship and your vision for the celebration. Whether it's a milestone anniversary or just a heartfelt gesture to express your love, we will craft a unique and personalized experience. Our services include selecting a romantic venue, arranging exquisite decor, and curating a menu that suits your tastes. We understand that anniversaries are deeply personal, and our goal is to create an event that reflects your love story. You can trust us to handle all the details, leaving you free to focus on each other and the joy of the occasion. On your special day, our experienced team will be there to ensure that everything goes off without a hitch. From the moment you walk in, you'll be swept away by the romantic ambiance and the love that surrounds you. Let us help you celebrate your love and create cherished memories on this important day.",
      "totalPrice": 25000,
      "advance": 8000
    },
    {
      "id": 4,
      "cover": "https://i.ibb.co/X80RJMT/Engagement.jpg",
      "title": "Engagement Parties",
      "shortDescription": "Engagement party event planning",
      "fullDescription": "Host a memorable engagement party with our event planning services. Your engagement is a significant milestone in your life, and we are here to make sure the celebration is extraordinary. Our team of skilled professionals understands the importance of this moment, and we will work closely with you to create an engagement party that reflects your unique love story. From the venue selection to the smallest details of decor and entertainment, we have you covered. We start by listening to your ideas and preferences, ensuring that your vision for the party is at the forefront of our planning. Whether you want an intimate gathering or a grand affair, we can tailor our services to suit your needs. Our goal is to take the stress out of planning so that you can focus on sharing your joy with family and friends. On the day of the party, our experienced team will be there to ensure that everything runs smoothly, allowing you to savor the moment and the excitement of your engagement. With our expertise and dedication, your engagement party will be a memorable and joyful occasion that sets the stage for a lifetime of happiness together.",
      "totalPrice": 30000,
      "advance": 10000
    },
    {
      "id": 5,
      "cover": "https://i.ibb.co/VH6yHwN/retirement.jpg",
      "title": "Retirement Parties",
      "shortDescription": "Farewell retirement party planning",
      "fullDescription": "Celebrate retirement with a bang! Our party planning team specializes in creating memorable farewell parties for retirees who are embarking on a new chapter in life. Retirement is a significant milestone, and it deserves to be celebrated in style. Whether it's a coworker, a family member, or a friend who is retiring, we can help you plan a retirement party that reflects their personality and accomplishments. Our services include venue selection, decor, entertainment, and catering, all designed to make the retiree feel appreciated and honored. We work closely with you to understand the retiree's preferences and ensure that every detail is perfect. Retirement parties are a time to reminisce, share stories, and wish the retiree well in their future endeavors. We create an atmosphere of warmth and appreciation, allowing everyone to celebrate the retiree's achievements and look forward to the adventures that lie ahead. Our experienced team will handle all the logistics on the day of the party, so you can relax and enjoy the festivities. Whether it's a formal affair or a casual gathering, we will ensure that it's a memorable and heartfelt send-off for the retiree. Let us help you celebrate this important milestone and bid farewell to the retiree with love and joy.",
      "totalPrice": 18000,
      "advance": 6000
    },
    {
      "id": 6,
      "cover": "https://i.ibb.co/Z6GT6Ln/babyshower.jpg",
      "title": "Baby Shower",
      "shortDescription": "Joyful baby shower planning",
      "fullDescription": "Welcome the arrival of a new baby with a beautiful baby shower. Our team specializes in planning joyful and heartwarming baby showers that create a delightful and welcoming atmosphere for the celebration. Pregnancy is a special time in a person's life, and a baby shower is the perfect opportunity to shower the expectant parent(s) with love and best wishes. We understand the importance of this occasion and are committed to making it a memorable event. Our services include venue selection, decor, games, and catering, all designed to create a warm and inviting environment for the celebration. We work closely with you to understand your preferences and any specific themes or ideas you have in mind Whether it's a gender reveal party, a traditional baby shower, or something uniquely tailored to your family's traditions, we can bring your vision to life. We believe that every baby is a cause for celebration, and we want to ensure that your baby shower is filled with love and laughter. On the day of the baby shower, our experienced team will handle all the details, so you can focus on enjoying the company of your loved ones and celebrating the upcoming arrival of your little one. Trust us to make your baby shower a heartfelt and joyful occasion that will be treasured in your family's memory for years to come.",
      "totalPrice": 12000,
      "advance": 4000
    }
  ]
  